[
    {
        "question_block": "@h The mark-to-market margin debits for stock futures are done on a daily basis but the mark-to-market margin credits are done on a weekly basis - State whether True or False ?\nTrue\nFalse\n\nX WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\n\nExplanation:\nIn the futures and options market, profits and losses (Debits and Credits) are settled on day-to-day basis — called mark to market (MTM) settlement.\n\nla Tick size is -\n\nContract Lot size\n\nAverage of the high and low prices\n\nThe maximum permitted movement in the price of the contract\nThe minimum permitted movement in the price of the contract\n\n¥ CORRECT ANSWER\nExplanation:\n\nTick Size is minimum move allowed in the price quotations.\n\nExchanges decide the tick sizes on traded contracts as part of contract specification. For eg. - Tick size for Nifty futures is 5 paisa.\n\n°3: a forward contract is\n\nis a type of Option\n\nis settled and cleared through a Clearing Corporation\na bilateral commitment of trade between two parties\nis entered through an Exchange\n\n¥ CORRECTANSWER\nExplanation:\n\nForward Contract - It is a contractual agreement between two parties to buy/sell an underlying asset at a certain future date for a particular price that is pre-decided on the date of contract.\n\nHow many shares should be ideally there in an index ?\nDepends on the objective of the index\nAround 100 to comprehensively cover all sectors\nExactly 50\nBelow 50\n\n¥ CORRECT ANSWER A\n\nExplanation:\nStocks in the index are chosen based on certain pre-determined qualitative and quantitative parameters, laid down by the Index Construction Managers. Once a stock satisfies the eligibility criterion, it is entitled\n\nfor inclusion in the index.\n\nGenerally, final decision of inclusion or removal of a security from the index is taken by a specialized committee known as Index Committee.\n\n&5 Longer the time to maturity of the PUT option, higher will be the time value - State whether True or False?\nTrue\nFalse\n\nXX WRONG ANSWER\nCORRECT ANSWER:\n\nTrue\na\n\nExplanation:\nTime value of the option depends upon how much time is remaining for the option to expire. Longer the time to maturity, higher will be the time value.\n\nThe effect of time to expiration on both call and put options is similar to that of volatility on option premiums. Generally, longer the maturity of the option greater is the uncertainty and hence the higher premiums.\nIf all other factors affectina an option’s price remain same. the time value portion of an option’s premium will decrease with the passace of time.\n\noe Brokers and dealers of derivative exchanges have also to be registered with SEBI in addition to their registration with stock exchange - State whether True or False?\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\n\nIn addition to their registration as brokers of existing stock exchanges, Derivative brokers/dealers and clearing members are required to seek registration from SEBI.\n\nQs.\n\nAs a Call option moves more Out-Of-The-Money, the absolute value of Delta will\nIncrease\nDecrease\nNot change\nNone of the above\n\nY CORRECTANSWER\nExplanation:\n\nThe Delta of a call option measures how much the option's price is expected to move for a ?1 change in the price of the underlying asset. For call options, Delta ranges between 0 and 1.\n\n* When a call option is Out-Of-The-Money (OTM), its Delta is closer to 0, since it's less sensitive to changes in the underlying price.\n« As it moves further OTM, the absolute value of Delta decreases even more.\n* Conversely, Delta increases as the option becomes In-The-Money, nearing 1.\n\nSo when the call option becomes further OTM, it becomes less responsive to changes in the underlying asset—hence, Delta decreases.\n\nCounterparty risk can also be called as\nCredit Risk\nDefault Risk\nBoth 1 and 2\nSpeculative Risk\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nBoth 1 and 2\n\nExplanation:\nCounterparty risk is the risk of an economic loss from the failure of counterparty to fulfil its contractual obligation.\n\nThis risk is also called default risk or credit risk.\n\nA penalty or suspension of registration of a stock broker from derivatives exchange/segment under SEBI (Stock Broker and Sub-broker) Regulations, 1992 can take place if\nThe stock broker fails to resolve the complaints of the investors\n\nThe stock broker indulges in manipulating, or price rigging or cornering of the market\nThe stock broker does not follow the code of conduct\nAll of the above\n\nv CORRECT ANSWER A\nExplanation:\n\nApenalty or suspension of registration of a stock - broker under the SEBI (Stock Broker)\nRegulations, 1992 can be ordered if:\n\n~ The stock broker violates the provisions of the Act\n\n+ The stock broker does not follow the code of conduct\n\n- The stock broker fails to resolve the complaints of the investors\n\n- The stock broker indulges in manipulating, or price rigging or cornering of themarket\n\n- The stock broker’s financial position deteriorates substantially\n\n= The stock broker fails to pay fees\n\n= The stock broker violates the conditions of registration\n\n+ The stock broker is suspended by the stock exchanae\n\nAt the time of final settlement, the seller / writer of the option will recognize the adverse difference he paid tothe buyeras____in his profit and loss account.\nExpenses\nLoss\nDebt\nProfit\n\nX WRONG ANSWER\nCORRECT ANSWER:\n\nLoss\n\nExplanation:\nOn exercise of the option, the seller/writer will pay the adverse difference, between the final settlement price as on the exercise/ expiry date and the strike price. Such payment will be recognised as a loss.\n\nIts the duty of the Clearing Corporation to continuously analyse and modify the initial margin requirements as the stock markets tend to be very volatile - State whether True or False?\nFalse\n\nTrue\n\n¥ CORRECT ANSWER a\nExplanation:\nInitial Margin levels should be dynamic and calculated continuously based on volatility levels. The Clearing Corporation does this activity using modern mathematical tools.\n\nFixed deposits and Bank guarantees are NOT permitted to be offered by Clearing Members to the Clearing Corporation as part of liquid assets - State whether True or False?\nTrue\nFalse\n\n%X WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\n\nExplanation: 4\nClearing member is required to provide liquid assets which adequately cover various margins and liquid Net-worth requirements. He may deposit liquid assets in the form of cash, bank guarantees, fixed\ndeposit receipts, approved securities and any other form of collateral as may be prescribed from time to time.\n\n213: The absolute amount of minimum capital adequacy requirement for derivative clearing member is higher than that of spot (cash) market - State whether True or False?\n\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\n\nThe absolute amount of minimum capital adequacy requirement for derivative brokers/dealers is much higher than for cash market as the risk involved are higher.\n\nFurther, if a broker/dealer is involved both in cash and futures segments, or in several exchanges, the capital adequacy requirement should be satisfied for each exchange/segment separately.\n\nQi At price level of Rs. 6900, what will be the value of one lot of ABC futures contract (contract multiplier 50)?\n\nRs. 289000\nRs. 690000\nRs. 345000\nRs. 460000\n\nVv CORRECT ANSWER\nExplanation:\n\nThe value of the futures contract is the Price X Lot size\n\n= Rs 6900 X 50 = Rs 345000\n\n215: What will be the value of one lot of ABC futures contract if the price is Rs. 3200 and the contract size is 150 ?\n\nRs.240000\nRs.320000\nRs.540000\nRs.480000\n\nv¥ CORRECT ANSWER\nExplanation:\n\nValue of a futures contract is the price multiplied by the contract size.\nIn the above question :\n\n3200 * 150 = Rs.480000\n\n@16.  In the derivatives market, the mark to market margin is equal to the initial margin - State True or False?\n\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\nMark to Market is a process by which margins are adjusted on the basis of daily price changes in the markets for underlying assets. So this margin is as per the daily price movements.\n\nInitial margin is usually fixed depending on the price volatility. Higher the volatility, higher the initial margin.\n\nAcall option gives its holder the right to buy ‘any quantity’ of the underlying asset from the writer of the call option at a pre-specified price - State True or False ?\nTrue\nFalse\n\n> WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\n\nExplanation:\n\nA call option gives its holder the right to buy ONLY THE SPECIFIED QUANTITY (lot size of the option contract) of the underlying asset from the writer of the call option at a pre-specified price.\n\nQ20.\n\nQ21.\n\nQ23.\n\nLosses incurred on derivative transactions on a ‘recognized stock exchange’ can be carried forward to subsequent assessment year and set off against any other non-speculative\nbusiness income of the subsequent year.\n\n5\n\n8\n\n12\n\n15\n\n¥ CORRECT ANSWER EN\nExplanation:\n\nLoss incurred on derivatives transactions which are carried out in a recognized stock exchange can be carried forward for a period of 8 assessment years.\n\nThe price at which the underlying asset can be bought or sold on exercise of an option is called\nSpot Price\nRisk Premium\nStrike Price\nOption Premium\n\n¥ CORRECTANSWER\n\nExplanation:\nStrike price or Exercise price is the price per share for which the underlying security may be purchased or sold by the option holder.\n\nIn an ‘Opening Buy Transaction’ the effect will be that of creating or increasing _s-\nArbitrage position\nCross position\nLong position\nShort position\n\n¥ CORRECTANSWER\n\nExplanation:\nOpening a position means either buying or selling a contract, which increases client’s open position (long or short).\n\nOpening a Buy transaction means creating or adding LONG positions with a view that the price will increase.\n\nThe initial margin in derivatives market depends on the volatility of the underlying market. Usually\nHigher the volatility, Lower the initial margin\nHigher the volatility, Higher the initial margin\nLower the volatility, Higher the initial margin\nNone of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nIf the stock is very volatile it could result in looses to the trader in a short period of time. So to safe guard the trading member and the trader, higher initial margin are levied on volatile stocks.\n\nIn general terms, if the number of participants in a market are more, the liquidity will be low - State True or False?\nTrue\nFalse\n\nv¥ CORRECT ANSWER\n\nExplanation:\nLiquidity in the context of stock market means a market where large orders are executed without moving the prices.\n\nSo if there are more the participants, higher should be the liquidity.\n\nAll types of investors should allot some portion of their portfolio to derivative products in order to increase the portfolio returns irrespective of their risk tolerance levels - State True or\nFalse ?\n\nTrue\n\nFalse\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\nExplanation: A\n\nDerivatives are ideally used as a hedging product and not investment products. Also, as a stand alone investment, they can prove to be very risky. So investors who do not want to take risks, senior citizens etc,\nshould not trade / invest in derivative products.\n\nQ25.\n\nQ28.\n\nQ29.\n\nIf the interest rate increases, the premium on CALL option will also increase - State True or False ?\nTrue\nFalse\n\n¥ CORRECTANSWER\nExplanation:\n\nRelationship between Interest Rates and Option Premiums:\n\n- Interest rates affect the cost of carry. Higher interest rates increase the cost of holding the underlying asset.\n\n- For call options, higher interest rates make it more attractive to hold the option rather than the underlying asset. This increased attractiveness translates to a higher premium.\n- Conversely, for put options, higher interest rates tend to decrease the premium.\n\nTherefore, an increase in interest rates generally leads to an increase in the premium of a call option.\n\nThe Clearing Corporation gives exposure limits to Clearing Members based on the number of Trading Members using the services of that Clearing Member - State True or False ?\nTrue\nFalse\n\nX WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\nExplanation: 4\n\nClearing Corporation gives exposure limits to Clearing Members based on deposits and not the number of members with that clearing member.\n\nIn derivative exchanges, the exposure amount possible for each member broker is linked to the amount of deposits / margins kept by the member with the clearing house - True or False\nz\n\nTrue\nFalse\n\n¥ CORRECT ANSWER 4a\nExplanation:\n\nHigher the deposits / margins kept, more will be the exposure amount available to the member brokers.\n\nWhich of these is/are true for Unsystematic Risk ?\nUnsystematic Risk is related to risk in a specific security and not pertaining to overall market\nUnsystematic Risk can be reduced through diversification\nBoth 1 and 2\nNone of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nUnsystematic Risk (also called specific risk) refers to the risk associated with a particular company or industry, and not the overall market.\nExamples include: Company management changes, Strike in factory, Regulatory issues affecting a specific sector etc.\n\nIt can be reduced or eliminated through diversification, by holding a well-diversified portfolio of assets across different sectors and companies.\n\nHow can risks be controlled in the derivatives segment by the stock exchange ?\nBy implementing a effective margin system\nBy having a well organized control systems and audit procedures\nBy periodic evaluation of member positions\nAll of the above\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nAll of the above\n\nExplanation:\n\nAll the above steps need to be taken to control risks in the derivative segment.\n\nIn the derivative segment, once initial margin requirement is fixed, it cannot be changed by the exchange, during the lifetime of the futures contract - State True or False ?\nTrue\nFalse\n\nv CORRECT ANSWER A\nExplanation:\n\nThe initial margin is dependent on price movement of the underlying asset.\n\nSo the Initial Margin levels are dynamic and recalculated continuously based on volatility levels.\n\nQ31.\n\nQ35.\n\nWhat happens to the unmatched portion of the order in an Immediate or cancel (IOC) order ?\nIt will be added to the order book as a limit order\nIt will be executed on the next trading day\nIt will be executed in the next one hour\nIt will be cancelled\n\n7 CORRECT ANSWER\nExplanation:\n\nImmediate or cancel (IOC): User is allowed to buy/sell a contract as soon as the order is released into the trading system. An unmatched order will be immediately cancelled.\n\nPartial order match is possible in this order, and the unmatched portion of the order is cancelled immediately.\n\nWhat should be the market-wide position limit for a stock for it to be eligible for launch in the futures and options contracts in the exchange traded equity derivatives segment in India?\nAt least Rs. 100 crores\nAt least Rs. 500 crores\nAt least Rs. 1000 crores\nAt least Rs. 1500 crores\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nAt least Rs. 1500 crores\nExplanation: 4a\n\nA stock on which stock option and single stock futures contracts are proposed to be introduced shall conform to broad eligibility criteria for a continuous period of six months. One of the criteria is :\nThe market wide position limit (MWPL) in the stock shall not be less than Rs 1500 crores on a rolling basis.\n\nWhen an investor gives instruction to his broker to buy a certain number of contracts at or below a specific price, the order is called as\nMarket Order\nArbitrage Order\nSpread Order\nLimit Order\n\nv CORRECTANSWER 4a\nExplanation:\n\nLimit order is an order to buy or sell a contract at a specified price. The user has to specify this limit price while placing the order and the order gets executed only at this specified limit price or at a better price\nthan that.\n\nUnder which Act / Regulations is the Suspicious Transaction reporting required?\nSEBI Insider Trading Regulations\nForeign Account Tax Compliance Act (FATCA)\nAnti-Money laundering (AML) and Combating of Financial Terrorism (CFT) Regulations\nForeign Exchange Management Act (FEMA)\n\nv CORRECT ANSWER 4a\nExplanation:\n\nUnder the Anti-Money Laundering (AML) and Combating of Financial Terrorism (CFT) regulations, certain suspicious transactions are required to be reported to the Financial Intelligence Unit - India (FIU-IND) set\nup by the Government to detect possible attempts at money laundering.\n\nWhy are the margins for calendar spreads in index futures low ?\nBecause calendar spreads are not traded on an Exchange\nBecause calendar spreads are OTT transaction\nBecause the market risk is low in calendar spreads\nBecause calendar spreads are special transactions guaranteed by RBI\n\n¥ CORRECTANSWER\nExplanation:\n\nCalendar spread position is a combination of two positions in futures on the same underlying - long on one maturity contract and short on a different maturity contract.\n\nCalendar spreads carry only basis risk and low or no market risk ie. no risk even if market rises or falls by a big amount - hence lower margins are adequate.\n\nQ36.\n\nQ38.\n\nQ39.\n\nQ40.\n\nA hedger wants to offset the price risk on his equities, so he will take\nAlong positions in futures\nAshort positions in futures\nAlong position in Call\nBoth a long or short position in futures\n\n¥ CORRECT ANSWER\nExplanation:\n\nHedgers face risk associated with the prices of underlying assets and use derivatives to reduce their risk.\n\nIf a person has a portfolio of equity stocks, he can sell futures to offset the price risk.\n\nIn the Option segment, if you buy a CALL at a premium of Rs 35 at the Strike Price of Rs 400, lot is of 200 shares, then the maximum possible profit is\nRs 400\nRs 7000\nRs 43000\nUnlimited\n\n¥ CORRECT ANSWER\nExplanation:\n\nWhen you buy a CALL option, your losses are limited to the extent of premium paid, but your profits, theoretically can be unlimited as the price of the underlying can rise to any levels.\n\nWhen the price of an underlying rises, the price of an CALL option will also rise and so you can have unlimited profits.\n\nWho can trade in derivative products?\nAny broker who is registered with SEBI can trade in derivative products\nAny broker who is registered with SEBI for trading in derivatives products can trade in derivatives\nAny member of a registered Stock Exchange\nAll of the above\n\n> WRONG ANSWER\nCORRECT ANSWER:\n\nAny broker who is registered with SEBI for trading in derivatives products can trade in derivatives\nExplanation:\n\nAnormal equity market SEBI registered broker cannot deal in derivatives. The broker has to be specially registered for dealing in derivative products with SEBI to deal in derivatives.\n\nA Call Option will give the holder of the option a right to buy how much of the underlying from the writer of the option?\nThe specified quantity or more than the specified quantity\nThe specified quantity or less than the specified quantity\nOnly the specified quantity\n\nY CORRECT ANSWER\nExplanation:\n\nOnly the specified quantity as per the lot size of the option contract.\n\nThose contracts which have been initiated but are not yet offset by a subsequent sale or purchase or by making or taking delivery are considered as\nOffsetting Positions\nClear Positions\nOpen Positions\nSquared-off Positions\n\nv CORRECTANSWER 4\nExplanation:\n\nOutstanding / unsettled position in various derivative contracts is called “Open Position”.\n\nFor instance, if Mr. X shorts 5 contracts on Infosys futures and goes long on 3 contracts of Reliance futures, he is said to be having open position, which is equal to short on 5 contracts of Infosys and long on 3\ncontracts of Reliance. If on the next day, he buys 2 Infosys contracts of same maturity, his open position would be - short on 3 Infosys contracts and long on 3 Reliance contracts.\n\nQ45.\n\nAs per SEBI's guidelines, derivatives trading takes place through\nOnline screen based trading system\nKerb trading\nAuctions at public mandis\nOpen outcry method in the trading ring\n\nv CORRECT ANSWER a“\nExplanation:\n\nDerivatives trading as per SEBI’s guidelines takes place through an online screen based electronic trading system.\n\nIn case of electronic trading, there are screen-based broker dealing terminals, instead of the trading pit. Futures and options trading in India is electronic in nature, with the bids and offers, and the acceptance\nbeing displayed on the terminal continuously.\n\nMs. Seema, a stock market trader, is very bearish on specific companies. However she is bullish on the market as a whole. Identify the most appropriate strategy to take advantage from\nthis view?\n\nShe should sell shares of those specific companies and buy index futures\n\nShe should sell the shares of those specific companies and also sell index futures\nShe should buy the shares of those specific companies and sell index futures\nShe should not do anything\n\n¥ CORRECT ANSWER 4\nExplanation:\n\nThe trader should sell the shares of those specific companies in futures and buy index futures. By this she will profit when the stock prices of those specific companies fall and index rises - if her view proves\ncorrect.\n\nWhy is the Clearing Corporation considered very important in the derivatives market?\nClearing Corporation deals with exchanges\nClearing Corporation related with stocks\nClearing Corporation provides settlement guarantee and assumes role of counterparty for each trade\nClearing Corporation collects margins from members\n\n¥ CORRECTANSWER A\nExplanation:\n\nClearing corporations are required to have in place a Core Settlement Guarantee Fund (SGF).\n\nThe primary objective of the Core SGF is to have a fund for each segment to guarantee the settlement of trades executed in the respective segment of the stock exchange. The Clearing Corporation acts as a legal\ncounterparty for every contract.\n\nAclient has asked for a quarterly settlement of his running account. In this connection, identify the INCORRECT statements.\nA. The settlement will be done on first Friday of the quarter\nB. The settlement will be done on last Friday of the quarter\nC. The settlement will be done on any trading day of the quarter\nBoth A and B are incorrect\nBoth B and C are incorrect\nBoth A and C are incorrect\nNone of the above\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nBoth B and C are incorrect\nExplanation: 4\n\nWith a view to prevent any misuse of a client’s funds by the broker, SEBI has made it mandatory for brokers to settle the running account of client funds on a monthly or quarterly basis as per the mandate of the\nclient.\n\nTo bring uniformity in the settlement of running accounts, brokers are now required to settle the running account after considering the client’s EOD obligations as on the date of settlement across all the\nExchanges on the first Friday of the quarter, in case of clients requiring a quarterly settlement, and on the first Friday of the month in the case of clients opting for a monthly settlement.\n\nIdentify the CORRECT statement .\nPenny stocks are and good investment options for senior citizens\nBrokers of a stock exchange are not expected to disclose the investment risks to their clients\nLow income families can use derivatives instruments to get rich quickly\nSales agents of the brokers should not use high pressure luring tactics\n\n¥ CORRECT ANSWER\nExplanation:\n\nAs per ethical Sales Practices to be followed by brokers :\n\nSales agents of brokers must at all times:\n\n- Be courteous and professional.\n\n- Shall refrain from making false assumptions, in particular over potential returns on their investments.\n\n- Avoid the use of high pressure/ luring tactics.\n\n\n_— Complete the sentence : Shorter the time to expiry of a PUT Option, lesser will be its\n\nAssignment Value\nTime Value\nIntrinsic Value\nSettlement Value\n\nv¥ CORRECTANSWER\nExplanation:\n\nOther things being equal, options tend to lose time value each day throughout their life. This is due to the fact that the uncertainty element in the price decreases.\n\nThus shorter the time to maturity, lower will be the time value.\n\n047 A derivatives market would primarily have which of the following participants?\n\nSpeculators\n\nLong-term investors\n\nHedgers\n\nBoth Speculators and Hedgers\n\nv CORRECTANSWER\nExplanation:\n\nThere are broadly three types of participants in the derivatives market - hedgers, traders (also called speculators) and arbitrageurs.\n\nLong-term investors invest in the cash market and take delivery of the securities.\n\n248: Which of these is NOT included in the Indian equity derivatives market?\n\nOptions on individual stocks\nOptions on equity market indices\nFutures on individual stocks\nInterest rate futures\n\nv¥ CORRECTANSWER\nExplanation:\n\nAlthough NSE and BSE allows trading in Interest rate futures but it is not a part of equity derivatives.\n\n24 For calculating the net worth of a clearing member, which of these is/are NOT considered?\n\nHis Fixed Assets\n\nHis pledged securities\nHis membership card\nAll of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nThe networth of the member shall be computed as follows:\nCapital + Free reserves\n\nLess non-allowable assets which are :\n\n- Fixed assets\n\n- Pledged securities\n\n+ Member’s card\n\n- Non-allowable securities (unlisted securities)\n- Bad deliveries\n\n- Doubtful debts and advances\n\n- Prepaid expenses\n\n- Intangible assets\n\n- 30% marketable securities\n\n250 in , the strike price and market price are equal.\n\nOut-of-the money option\nSame-the-money option\nAt-the-money option\nIn-the-money option\n\n¥ CORRECT ANSWER\nExplanation:\n\nAt-the-money (ATM) option: At-the-money option would lead to zero cash flow if it were exercised immediately. Therefore, for both call and put ATM options, strike price is equal to spot / market price.",
        "question": "",
        "option_a": "daily basis but the mark-to-market margin credits are done on a weekly basis - State whether True or False ?",
        "option_b": "options market, profits and losses (Debits and Credits) are settled on day-to-day basis — called mark to market (MTM) settlement.",
        "option_c": "Tick size is -",
        "option_d": "low prices",
        "correct_option": "a",
        "explanation": "In the futures and options market, profits and losses (Debits and Credits) are settled on day-to-day basis — called mark to market (MTM) settlement.\n\nla Tick size is -\n\nContract Lot size\n\nAverage of the high and low prices\n\nThe maximum permitted movement in the price of the contract\nThe minimum permitted movement in the price of the contract\n\n¥ CORRECT ANSWER\nExplanation:\n\nTick Size is minimum move allowed in the price quotations.\n\nExchanges decide the tick sizes on traded contracts as part of contract specification. For eg. - Tick size for Nifty futures is 5 paisa.\n\n°3: a forward contract is\n\nis a type of Option\n\nis settled and cleared through a Clearing Corporation\na bilateral commitment of trade between two parties\nis entered through an Exchange\n\n¥ CORRECTANSWER\nExplanation:\n\nForward Contract - It is a contractual agreement between two parties to buy/sell an underlying asset at a certain future date for a particular price that is pre-decided on the date of contract.\n\nHow many shares should be ideally there in an index ?\nDepends on the objective of the index\nAround 100 to comprehensively cover all sectors\nExactly 50\nBelow 50\n\n¥ CORRECT ANSWER A\n\nExplanation:\nStocks in the index are chosen based on certain pre-determined qualitative and quantitative parameters, laid down by the Index Construction Managers. Once a stock satisfies the eligibility criterion, it is entitled\n\nfor inclusion in the index.\n\nGenerally, final decision of inclusion or removal of a security from the index is taken by a specialized committee known as Index Committee.\n\n&5 Longer the time to maturity of the PUT option, higher will be the time value - State whether True or False?\nTrue\nFalse\n\nXX WRONG ANSWER\nCORRECT ANSWER:\n\nTrue\na\n\nExplanation:\nTime value of the option depends upon how much time is remaining for the option to expire. Longer the time to maturity, higher will be the time value.\n\nThe effect of time to expiration on both call and put options is similar to that of volatility on option premiums. Generally, longer the maturity of the option greater is the uncertainty and hence the higher premiums.\nIf all other factors affectina an option’s price remain same. the time value portion of an option’s premium will decrease with the passace of time.\n\noe Brokers and dealers of derivative exchanges have also to be registered with SEBI in addition to their registration with stock exchange - State whether True or False?\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\n\nIn addition to their registration as brokers of existing stock exchanges, Derivative brokers/dealers and clearing members are required to seek registration from SEBI.\n\nQs.\n\nAs a Call option moves more Out-Of-The-Money, the absolute value of Delta will\nIncrease\nDecrease\nNot change\nNone of the above\n\nY CORRECTANSWER\nExplanation:\n\nThe Delta of a call option measures how much the option's price is expected to move for a ?1 change in the price of the underlying asset. For call options, Delta ranges between 0 and 1.\n\n* When a call option is Out-Of-The-Money (OTM), its Delta is closer to 0, since it's less sensitive to changes in the underlying price.\n« As it moves further OTM, the absolute value of Delta decreases even more.\n* Conversely, Delta increases as the option becomes In-The-Money, nearing 1.\n\nSo when the call option becomes further OTM, it becomes less responsive to changes in the underlying asset—hence, Delta decreases.\n\nCounterparty risk can also be called as\nCredit Risk\nDefault Risk\nBoth 1 and 2\nSpeculative Risk\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nBoth 1 and 2\n\nExplanation:\nCounterparty risk is the risk of an economic loss from the failure of counterparty to fulfil its contractual obligation.\n\nThis risk is also called default risk or credit risk.\n\nA penalty or suspension of registration of a stock broker from derivatives exchange/segment under SEBI (Stock Broker and Sub-broker) Regulations, 1992 can take place if\nThe stock broker fails to resolve the complaints of the investors\n\nThe stock broker indulges in manipulating, or price rigging or cornering of the market\nThe stock broker does not follow the code of conduct\nAll of the above\n\nv CORRECT ANSWER A\nExplanation:\n\nApenalty or suspension of registration of a stock - broker under the SEBI (Stock Broker)\nRegulations, 1992 can be ordered if:\n\n~ The stock broker violates the provisions of the Act\n\n+ The stock broker does not follow the code of conduct\n\n- The stock broker fails to resolve the complaints of the investors\n\n- The stock broker indulges in manipulating, or price rigging or cornering of themarket\n\n- The stock broker’s financial position deteriorates substantially\n\n= The stock broker fails to pay fees\n\n= The stock broker violates the conditions of registration\n\n+ The stock broker is suspended by the stock exchanae\n\nAt the time of final settlement, the seller / writer of the option will recognize the adverse difference he paid tothe buyeras____in his profit and loss account.\nExpenses\nLoss\nDebt\nProfit\n\nX WRONG ANSWER\nCORRECT ANSWER:\n\nLoss\n\nExplanation:\nOn exercise of the option, the seller/writer will pay the adverse difference, between the final settlement price as on the exercise/ expiry date and the strike price. Such payment will be recognised as a loss.\n\nIts the duty of the Clearing Corporation to continuously analyse and modify the initial margin requirements as the stock markets tend to be very volatile - State whether True or False?\nFalse\n\nTrue\n\n¥ CORRECT ANSWER a\nExplanation:\nInitial Margin levels should be dynamic and calculated continuously based on volatility levels. The Clearing Corporation does this activity using modern mathematical tools.\n\nFixed deposits and Bank guarantees are NOT permitted to be offered by Clearing Members to the Clearing Corporation as part of liquid assets - State whether True or False?\nTrue\nFalse\n\n%X WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\n\nExplanation: 4\nClearing member is required to provide liquid assets which adequately cover various margins and liquid Net-worth requirements. He may deposit liquid assets in the form of cash, bank guarantees, fixed\ndeposit receipts, approved securities and any other form of collateral as may be prescribed from time to time.\n\n213: The absolute amount of minimum capital adequacy requirement for derivative clearing member is higher than that of spot (cash) market - State whether True or False?\n\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\n\nThe absolute amount of minimum capital adequacy requirement for derivative brokers/dealers is much higher than for cash market as the risk involved are higher.\n\nFurther, if a broker/dealer is involved both in cash and futures segments, or in several exchanges, the capital adequacy requirement should be satisfied for each exchange/segment separately.\n\nQi At price level of Rs. 6900, what will be the value of one lot of ABC futures contract (contract multiplier 50)?\n\nRs. 289000\nRs. 690000\nRs. 345000\nRs. 460000\n\nVv CORRECT ANSWER\nExplanation:\n\nThe value of the futures contract is the Price X Lot size\n\n= Rs 6900 X 50 = Rs 345000\n\n215: What will be the value of one lot of ABC futures contract if the price is Rs. 3200 and the contract size is 150 ?\n\nRs.240000\nRs.320000\nRs.540000\nRs.480000\n\nv¥ CORRECT ANSWER\nExplanation:\n\nValue of a futures contract is the price multiplied by the contract size.\nIn the above question :\n\n3200 * 150 = Rs.480000\n\n@16.  In the derivatives market, the mark to market margin is equal to the initial margin - State True or False?\n\nTrue\nFalse\n\n¥ CORRECT ANSWER\nExplanation:\nMark to Market is a process by which margins are adjusted on the basis of daily price changes in the markets for underlying assets. So this margin is as per the daily price movements.\n\nInitial margin is usually fixed depending on the price volatility. Higher the volatility, higher the initial margin.\n\nAcall option gives its holder the right to buy ‘any quantity’ of the underlying asset from the writer of the call option at a pre-specified price - State True or False ?\nTrue\nFalse\n\n> WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\n\nExplanation:\n\nA call option gives its holder the right to buy ONLY THE SPECIFIED QUANTITY (lot size of the option contract) of the underlying asset from the writer of the call option at a pre-specified price.\n\nQ20.\n\nQ21.\n\nQ23.\n\nLosses incurred on derivative transactions on a ‘recognized stock exchange’ can be carried forward to subsequent assessment year and set off against any other non-speculative\nbusiness income of the subsequent year.\n\n5\n\n8\n\n12\n\n15\n\n¥ CORRECT ANSWER EN\nExplanation:\n\nLoss incurred on derivatives transactions which are carried out in a recognized stock exchange can be carried forward for a period of 8 assessment years.\n\nThe price at which the underlying asset can be bought or sold on exercise of an option is called\nSpot Price\nRisk Premium\nStrike Price\nOption Premium\n\n¥ CORRECTANSWER\n\nExplanation:\nStrike price or Exercise price is the price per share for which the underlying security may be purchased or sold by the option holder.\n\nIn an ‘Opening Buy Transaction’ the effect will be that of creating or increasing _s-\nArbitrage position\nCross position\nLong position\nShort position\n\n¥ CORRECTANSWER\n\nExplanation:\nOpening a position means either buying or selling a contract, which increases client’s open position (long or short).\n\nOpening a Buy transaction means creating or adding LONG positions with a view that the price will increase.\n\nThe initial margin in derivatives market depends on the volatility of the underlying market. Usually\nHigher the volatility, Lower the initial margin\nHigher the volatility, Higher the initial margin\nLower the volatility, Higher the initial margin\nNone of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nIf the stock is very volatile it could result in looses to the trader in a short period of time. So to safe guard the trading member and the trader, higher initial margin are levied on volatile stocks.\n\nIn general terms, if the number of participants in a market are more, the liquidity will be low - State True or False?\nTrue\nFalse\n\nv¥ CORRECT ANSWER\n\nExplanation:\nLiquidity in the context of stock market means a market where large orders are executed without moving the prices.\n\nSo if there are more the participants, higher should be the liquidity.\n\nAll types of investors should allot some portion of their portfolio to derivative products in order to increase the portfolio returns irrespective of their risk tolerance levels - State True or\nFalse ?\n\nTrue\n\nFalse\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\nExplanation: A\n\nDerivatives are ideally used as a hedging product and not investment products. Also, as a stand alone investment, they can prove to be very risky. So investors who do not want to take risks, senior citizens etc,\nshould not trade / invest in derivative products.\n\nQ25.\n\nQ28.\n\nQ29.\n\nIf the interest rate increases, the premium on CALL option will also increase - State True or False ?\nTrue\nFalse\n\n¥ CORRECTANSWER\nExplanation:\n\nRelationship between Interest Rates and Option Premiums:\n\n- Interest rates affect the cost of carry. Higher interest rates increase the cost of holding the underlying asset.\n\n- For call options, higher interest rates make it more attractive to hold the option rather than the underlying asset. This increased attractiveness translates to a higher premium.\n- Conversely, for put options, higher interest rates tend to decrease the premium.\n\nTherefore, an increase in interest rates generally leads to an increase in the premium of a call option.\n\nThe Clearing Corporation gives exposure limits to Clearing Members based on the number of Trading Members using the services of that Clearing Member - State True or False ?\nTrue\nFalse\n\nX WRONG ANSWER\nCORRECT ANSWER:\n\nFalse\nExplanation: 4\n\nClearing Corporation gives exposure limits to Clearing Members based on deposits and not the number of members with that clearing member.\n\nIn derivative exchanges, the exposure amount possible for each member broker is linked to the amount of deposits / margins kept by the member with the clearing house - True or False\nz\n\nTrue\nFalse\n\n¥ CORRECT ANSWER 4a\nExplanation:\n\nHigher the deposits / margins kept, more will be the exposure amount available to the member brokers.\n\nWhich of these is/are true for Unsystematic Risk ?\nUnsystematic Risk is related to risk in a specific security and not pertaining to overall market\nUnsystematic Risk can be reduced through diversification\nBoth 1 and 2\nNone of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nUnsystematic Risk (also called specific risk) refers to the risk associated with a particular company or industry, and not the overall market.\nExamples include: Company management changes, Strike in factory, Regulatory issues affecting a specific sector etc.\n\nIt can be reduced or eliminated through diversification, by holding a well-diversified portfolio of assets across different sectors and companies.\n\nHow can risks be controlled in the derivatives segment by the stock exchange ?\nBy implementing a effective margin system\nBy having a well organized control systems and audit procedures\nBy periodic evaluation of member positions\nAll of the above\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nAll of the above\n\nExplanation:\n\nAll the above steps need to be taken to control risks in the derivative segment.\n\nIn the derivative segment, once initial margin requirement is fixed, it cannot be changed by the exchange, during the lifetime of the futures contract - State True or False ?\nTrue\nFalse\n\nv CORRECT ANSWER A\nExplanation:\n\nThe initial margin is dependent on price movement of the underlying asset.\n\nSo the Initial Margin levels are dynamic and recalculated continuously based on volatility levels.\n\nQ31.\n\nQ35.\n\nWhat happens to the unmatched portion of the order in an Immediate or cancel (IOC) order ?\nIt will be added to the order book as a limit order\nIt will be executed on the next trading day\nIt will be executed in the next one hour\nIt will be cancelled\n\n7 CORRECT ANSWER\nExplanation:\n\nImmediate or cancel (IOC): User is allowed to buy/sell a contract as soon as the order is released into the trading system. An unmatched order will be immediately cancelled.\n\nPartial order match is possible in this order, and the unmatched portion of the order is cancelled immediately.\n\nWhat should be the market-wide position limit for a stock for it to be eligible for launch in the futures and options contracts in the exchange traded equity derivatives segment in India?\nAt least Rs. 100 crores\nAt least Rs. 500 crores\nAt least Rs. 1000 crores\nAt least Rs. 1500 crores\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nAt least Rs. 1500 crores\nExplanation: 4a\n\nA stock on which stock option and single stock futures contracts are proposed to be introduced shall conform to broad eligibility criteria for a continuous period of six months. One of the criteria is :\nThe market wide position limit (MWPL) in the stock shall not be less than Rs 1500 crores on a rolling basis.\n\nWhen an investor gives instruction to his broker to buy a certain number of contracts at or below a specific price, the order is called as\nMarket Order\nArbitrage Order\nSpread Order\nLimit Order\n\nv CORRECTANSWER 4a\nExplanation:\n\nLimit order is an order to buy or sell a contract at a specified price. The user has to specify this limit price while placing the order and the order gets executed only at this specified limit price or at a better price\nthan that.\n\nUnder which Act / Regulations is the Suspicious Transaction reporting required?\nSEBI Insider Trading Regulations\nForeign Account Tax Compliance Act (FATCA)\nAnti-Money laundering (AML) and Combating of Financial Terrorism (CFT) Regulations\nForeign Exchange Management Act (FEMA)\n\nv CORRECT ANSWER 4a\nExplanation:\n\nUnder the Anti-Money Laundering (AML) and Combating of Financial Terrorism (CFT) regulations, certain suspicious transactions are required to be reported to the Financial Intelligence Unit - India (FIU-IND) set\nup by the Government to detect possible attempts at money laundering.\n\nWhy are the margins for calendar spreads in index futures low ?\nBecause calendar spreads are not traded on an Exchange\nBecause calendar spreads are OTT transaction\nBecause the market risk is low in calendar spreads\nBecause calendar spreads are special transactions guaranteed by RBI\n\n¥ CORRECTANSWER\nExplanation:\n\nCalendar spread position is a combination of two positions in futures on the same underlying - long on one maturity contract and short on a different maturity contract.\n\nCalendar spreads carry only basis risk and low or no market risk ie. no risk even if market rises or falls by a big amount - hence lower margins are adequate.\n\nQ36.\n\nQ38.\n\nQ39.\n\nQ40.\n\nA hedger wants to offset the price risk on his equities, so he will take\nAlong positions in futures\nAshort positions in futures\nAlong position in Call\nBoth a long or short position in futures\n\n¥ CORRECT ANSWER\nExplanation:\n\nHedgers face risk associated with the prices of underlying assets and use derivatives to reduce their risk.\n\nIf a person has a portfolio of equity stocks, he can sell futures to offset the price risk.\n\nIn the Option segment, if you buy a CALL at a premium of Rs 35 at the Strike Price of Rs 400, lot is of 200 shares, then the maximum possible profit is\nRs 400\nRs 7000\nRs 43000\nUnlimited\n\n¥ CORRECT ANSWER\nExplanation:\n\nWhen you buy a CALL option, your losses are limited to the extent of premium paid, but your profits, theoretically can be unlimited as the price of the underlying can rise to any levels.\n\nWhen the price of an underlying rises, the price of an CALL option will also rise and so you can have unlimited profits.\n\nWho can trade in derivative products?\nAny broker who is registered with SEBI can trade in derivative products\nAny broker who is registered with SEBI for trading in derivatives products can trade in derivatives\nAny member of a registered Stock Exchange\nAll of the above\n\n> WRONG ANSWER\nCORRECT ANSWER:\n\nAny broker who is registered with SEBI for trading in derivatives products can trade in derivatives\nExplanation:\n\nAnormal equity market SEBI registered broker cannot deal in derivatives. The broker has to be specially registered for dealing in derivative products with SEBI to deal in derivatives.\n\nA Call Option will give the holder of the option a right to buy how much of the underlying from the writer of the option?\nThe specified quantity or more than the specified quantity\nThe specified quantity or less than the specified quantity\nOnly the specified quantity\n\nY CORRECT ANSWER\nExplanation:\n\nOnly the specified quantity as per the lot size of the option contract.\n\nThose contracts which have been initiated but are not yet offset by a subsequent sale or purchase or by making or taking delivery are considered as\nOffsetting Positions\nClear Positions\nOpen Positions\nSquared-off Positions\n\nv CORRECTANSWER 4\nExplanation:\n\nOutstanding / unsettled position in various derivative contracts is called “Open Position”.\n\nFor instance, if Mr. X shorts 5 contracts on Infosys futures and goes long on 3 contracts of Reliance futures, he is said to be having open position, which is equal to short on 5 contracts of Infosys and long on 3\ncontracts of Reliance. If on the next day, he buys 2 Infosys contracts of same maturity, his open position would be - short on 3 Infosys contracts and long on 3 Reliance contracts.\n\nQ45.\n\nAs per SEBI's guidelines, derivatives trading takes place through\nOnline screen based trading system\nKerb trading\nAuctions at public mandis\nOpen outcry method in the trading ring\n\nv CORRECT ANSWER a“\nExplanation:\n\nDerivatives trading as per SEBI’s guidelines takes place through an online screen based electronic trading system.\n\nIn case of electronic trading, there are screen-based broker dealing terminals, instead of the trading pit. Futures and options trading in India is electronic in nature, with the bids and offers, and the acceptance\nbeing displayed on the terminal continuously.\n\nMs. Seema, a stock market trader, is very bearish on specific companies. However she is bullish on the market as a whole. Identify the most appropriate strategy to take advantage from\nthis view?\n\nShe should sell shares of those specific companies and buy index futures\n\nShe should sell the shares of those specific companies and also sell index futures\nShe should buy the shares of those specific companies and sell index futures\nShe should not do anything\n\n¥ CORRECT ANSWER 4\nExplanation:\n\nThe trader should sell the shares of those specific companies in futures and buy index futures. By this she will profit when the stock prices of those specific companies fall and index rises - if her view proves\ncorrect.\n\nWhy is the Clearing Corporation considered very important in the derivatives market?\nClearing Corporation deals with exchanges\nClearing Corporation related with stocks\nClearing Corporation provides settlement guarantee and assumes role of counterparty for each trade\nClearing Corporation collects margins from members\n\n¥ CORRECTANSWER A\nExplanation:\n\nClearing corporations are required to have in place a Core Settlement Guarantee Fund (SGF).\n\nThe primary objective of the Core SGF is to have a fund for each segment to guarantee the settlement of trades executed in the respective segment of the stock exchange. The Clearing Corporation acts as a legal\ncounterparty for every contract.\n\nAclient has asked for a quarterly settlement of his running account. In this connection, identify the INCORRECT statements.\nA. The settlement will be done on first Friday of the quarter\nB. The settlement will be done on last Friday of the quarter\nC. The settlement will be done on any trading day of the quarter\nBoth A and B are incorrect\nBoth B and C are incorrect\nBoth A and C are incorrect\nNone of the above\n\n% WRONG ANSWER\nCORRECT ANSWER:\n\nBoth B and C are incorrect\nExplanation: 4\n\nWith a view to prevent any misuse of a client’s funds by the broker, SEBI has made it mandatory for brokers to settle the running account of client funds on a monthly or quarterly basis as per the mandate of the\nclient.\n\nTo bring uniformity in the settlement of running accounts, brokers are now required to settle the running account after considering the client’s EOD obligations as on the date of settlement across all the\nExchanges on the first Friday of the quarter, in case of clients requiring a quarterly settlement, and on the first Friday of the month in the case of clients opting for a monthly settlement.\n\nIdentify the CORRECT statement .\nPenny stocks are and good investment options for senior citizens\nBrokers of a stock exchange are not expected to disclose the investment risks to their clients\nLow income families can use derivatives instruments to get rich quickly\nSales agents of the brokers should not use high pressure luring tactics\n\n¥ CORRECT ANSWER\nExplanation:\n\nAs per ethical Sales Practices to be followed by brokers :\n\nSales agents of brokers must at all times:\n\n- Be courteous and professional.\n\n- Shall refrain from making false assumptions, in particular over potential returns on their investments.\n\n- Avoid the use of high pressure/ luring tactics.\n\n\n_— Complete the sentence : Shorter the time to expiry of a PUT Option, lesser will be its\n\nAssignment Value\nTime Value\nIntrinsic Value\nSettlement Value\n\nv¥ CORRECTANSWER\nExplanation:\n\nOther things being equal, options tend to lose time value each day throughout their life. This is due to the fact that the uncertainty element in the price decreases.\n\nThus shorter the time to maturity, lower will be the time value.\n\n047 A derivatives market would primarily have which of the following participants?\n\nSpeculators\n\nLong-term investors\n\nHedgers\n\nBoth Speculators and Hedgers\n\nv CORRECTANSWER\nExplanation:\n\nThere are broadly three types of participants in the derivatives market - hedgers, traders (also called speculators) and arbitrageurs.\n\nLong-term investors invest in the cash market and take delivery of the securities.\n\n248: Which of these is NOT included in the Indian equity derivatives market?\n\nOptions on individual stocks\nOptions on equity market indices\nFutures on individual stocks\nInterest rate futures\n\nv¥ CORRECTANSWER\nExplanation:\n\nAlthough NSE and BSE allows trading in Interest rate futures but it is not a part of equity derivatives.\n\n24 For calculating the net worth of a clearing member, which of these is/are NOT considered?\n\nHis Fixed Assets\n\nHis pledged securities\nHis membership card\nAll of the above\n\n¥ CORRECT ANSWER\nExplanation:\n\nThe networth of the member shall be computed as follows:\nCapital + Free reserves\n\nLess non-allowable assets which are :\n\n- Fixed assets\n\n- Pledged securities\n\n+ Member’s card\n\n- Non-allowable securities (unlisted securities)\n- Bad deliveries\n\n- Doubtful debts and advances\n\n- Prepaid expenses\n\n- Intangible assets\n\n- 30% marketable securities\n\n250 in , the strike price and market price are equal.\n\nOut-of-the money option\nSame-the-money option\nAt-the-money option\nIn-the-money option\n\n¥ CORRECT ANSWER\nExplanation:\n\nAt-the-money (ATM) option: At-the-money option would lead to zero cash flow if it were exercised immediately. Therefore, for both call and put ATM options, strike price is equal to spot / market price."
    }
]